aaron-bond.better-comments
adpyke.codesnap
akamud.vscode-theme-onedark
alefragnani.bookmarks
alefragnani.project-manager
aliariff.auto-add-brackets
angular.ng-template
anseki.vscode-color
arthurlobo.easy-codesnap
be5invis.toml
bierner.emojisense
bierner.markdown-checkbox
bierner.markdown-emoji
blackboxapp.blackbox
blackboxapp.blackboxagent
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dotjoshjohnson.xml
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
flyfly6.terminal-in-status-bar
fnando.linter
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
gruntfuggly.todo-tree
gydunhn.vsc-essentials
gydunhn.vsc-essentials-core
gydunhn.vsc-essentials-material-themes
gydunhn.vsc-essentials-themes-core
humao.rest-client
ibm.output-colorizer
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
lihui.vs-color-picker
lostintangent.vsls-whiteboard
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
miramac.vscode-exec-node
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.theme-materialkit
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
msjsdiag.vscode-react-native
naumovs.color-highlight
nickdemayo.vscode-json-editor
nucllear.vscode-extension-auto-import
oderwat.indent-rainbow
pkief.material-icon-theme
pkief.material-product-icons
quicktype.quicktype
qwtel.sqlite-viewer
rangav.vscode-thunder-client
ritwickdey.liveserver
robbowen.synthwave-vscode
sburg.vscode-javascript-booster
shd101wyy.markdown-preview-enhanced
steoates.autoimport
streetsidesoftware.code-spell-checker
timkmecl.codegpt3
tombonnike.vscode-status-bar-format-toggle
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitaliymaz.vscode-svg-previewer
vscode-md-yaml-lint.md-yaml-lint
vue.volar
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wallabyjs.wallaby-vscode
wesbos.theme-cobalt2
xabikos.javascriptsnippets
yy0931.save-as-root
yzhang.markdown-all-in-one
